{
  "categories": [
    {
      "id": 1,
      "name": "الحموضة",
      "slug": "acidity",
      "image": "images/categories/acidity.jpg",
      "videos": [
        {
          "title": "علاج الحموضة بطرق طبيعية",
          "youtube_id": "QpJuP38zPvs",
          "image": ""
        },
        {
          "title": "مضاد للحموضة",
          "youtube_id": "VNbjanfEVZQ",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 2,
      "name": "فيتامينات",
      "slug": "vitamins",
      "image": "images/categories/vit.jpg",
      "videos": [
        {
          "title": "فيتامين ب12",
          "youtube_id": "2mB0HWZ-0Cw",
          "image": ""
        },
        {
          "title": "أعراض نقص الحديد في الجسم ",
          "youtube_id": "w6eH2jvAt4o",
          "image": ""
        },
        {
          "title": "كيفية استخدام الحديد",
          "youtube_id": "7kK9VlnLtoI",
          "image": ""
        },
        {
          "title": "قنبلة فيتامينات",
          "youtube_id": "gZlU9K0WahM",
          "image": ""
        }
    
      ],
      "articles": [
        {
          "id": 1,
          "title": "فيتامين ب12: الوقود الأساسي للدماغ والطاقة",
          "content": "فيتامين ب12 أحد الفيتامينات الأساسية التي لا يستطيع الجسم تصنيعها، ويجب الحصول عليه من الغذاء أو المكملات. يلعب دورًا حيويًا في إنتاج خلايا الدم الحمراء، وصحة الجهاز العصبي، وتكوين الحمض النووي...",
          "image": "images/articles/b12.jpg",
          "read_time": "7"
        },
        {
          "id": 2,
          "title": "فيتامين سي: درع المناعة وسر نضارة البشرة",
          "content": "فيتامين سي، المعروف علميًا باسم حمض الأسكوربيك، هو فيتامين ذائب في الماء، ويُعد من أقوى مضادات الأكسدة الطبيعية. لا يستطيع الإنسان تصنيعه أو تخزينه، لذا يجب تزويده يوميًا من خلال الغذاء أو المكملات. يُعتبر فيتامين سي عنصرًا حيويًا لا يقتصر دوره على تعزيز المناعة فحسب، بل يشارك في العديد من العمليات الحيوية مثل إنتاج الكولاجين، وصحة الأوعية الدموية، وامتصاص الحديد. يُعد من أفضل الفيتامينات لدعم صحة الجلد، وتعزيز التئام الجروح، وتحسين مزاج الشخص. المصادر الطبيعية له تشمل الحمضيات، الفلفل الملون، الكيوي، والبروكلي. نقصه قد يؤدي إلى التعب، نزيف اللثة، وبطء التئام الجروح. يُنصح بتناول 75-90 مجم يوميًا للبالغين، مع إمكانية استخدام المكملات عند الحاجة.",
          "image": "images/articles/vitamin_c.jpg",
          "read_time": "8"
        },
        {
          "id": 3,
          "title": "فيتامين د: فيتامين الشمس وأهميته للصحة الشاملة",
          "content": "فيتامين د، المعروف أيضًا باسم 'فيتامين الشمس'، ليس مجرد فيتامين تقليدي، بل يُعامل في الجسم كهرمون يُشارك في تنظيم عشرات الوظائف الحيوية. يمكن للجسم إنتاجه عند تعرُّض الجلد لأشعة الشمس فوق البنفسجية. يُعد ضروريًا لامتصاص الكالسيوم، وصحة العظام، ودعم المناعة، وتحسين المزاج. نقصه شائع جدًا، خاصة بين كبار السن، وأصحاب البشرة الداكنة، والحوامل. الأعراض تشمل التعب، آلام العظام، والاكتئاب. المصادر تشمل الشمس، الأسماك الدهنية، وصفار البيض. الجرعة الوقائية تتراوح بين 400-1000 وحدة دولية يوميًا، وقد تصل للعلاج إلى 50000 وحدة أسبوعيًا تحت إشراف طبي.",
          "image": "images/articles/vitamin_d.jpg",
          "read_time": "9"
        },
        {
          "id": 4,
          "title": "الماغنيسيوم: المعدن المهمل لأداء الجسم المثالي",
          "content": "الماغنيسيوم هو رابع أكثر المعادن وفرة في الجسم، ويُشارك في أكثر من 300 تفاعل إنزيمي حيوي، من إنتاج الطاقة إلى تنظيم نبض القلب. رغم أهميته، يعاني كثير من الناس من نقص خفي فيه. يدعم صحة العظام، ووظائف العضلات والأعصاب، ويساعد في تحسين النوم وتقليل القلق. المصادر الطبيعية تشمل المكسرات، البذور، الخضروات الورقية، والشوكولاتة الداكنة. نقصه يسبب تشنجات عضلية، أرق، وتعبًا مزمنًا. الجرعة اليومية تتراوح بين 310-420 مجم للبالغين. المكملات مثل الماغنيسيوم جلايسينات مناسبة للنوم، بينما السيترات مناسبة للإمساك.",
          "image": "images/articles/magnesium.jpg",
          "read_time": "8"
        },
        {
  "id": 5,
  "title": "الحديد: وقود الحياة والنشاط اليومي",
  "content": "ما هو الحديد؟\nالحديد هو معدن أساسي يلعب دورًا حيويًا في بقاء الجسم نشيطًا وسليمًا. يُعد المكون الرئيسي لـالهيموجلوبين، وهو البروتين الموجود في خلايا الدم الحمراء المسؤول عن نقل الأكسجين من الرئتين إلى جميع أنسجة الجسم. كما يدخل في تركيب الميوجلوبين، الذي يخزن الأكسجين داخل العضلات.\n\nرغم بساطة عنصره، فإن نقص الحديد هو من أكثر أنواع نقص التغذية انتشارًا في العالم، خاصة بين النساء الحوامل، الأطفال، والنباتيين. وغالبًا ما يُعرف بنعاسه بِـ\"فقر الدم\"، لكن أعراضه تبدأ قبل أن يصل إلى هذه المرحلة.\n\nفوائد الحديد للجسم\nنقل الأكسجين ودعم الطاقة\nالحديد هو حجر الأساس في إنتاج الهيموجلوبين، مما يضمن وصول الأكسجين إلى كل خلية في الجسم. بدونه، تقل كفاءة إنتاج الطاقة، مما يؤدي إلى التعب المزمن، ضيق التنفس، وشحوب البشرة.\n\nتحسين الأداء البدني والعقلي\nيساهم الحديد في تحسين القدرة على التحمل البدني، وزيادة النشاط اليومي. كما يدعم الوظائف المعرفية، مثل التركيز، الذاكرة، والتحصيل الدراسي، خاصة عند الأطفال والمراهقين.\n\nتعزيز جهاز المناعة\nيُعد الحديد ضروريًا لنمو ونشاط الخلايا المناعية، مما يساعد الجسم على مقاومة العدوى والالتهابات. نقصه قد يجعلك أكثر عرضة لنزلات البرد والأمراض المتكررة.\n\nدعم النمو والتطور\nيُعد الحديد عنصرًا لا غنى عنه خلال فترات النمو السريع، مثل الطفولة والمراهقة، كما يلعب دورًا حيويًا في تطور الدماغ الجنيني ونمو المشيمة خلال الحمل.\n\nأنواع الحديد في الغذاء\n1. الحديد الهيمي (Heme Iron)\nيُوجد في المصادر الحيوانية مثل اللحوم الحمراء، الدواجن، والأسماك.\nامتصاصه عالٍ جدًا (15-35%)، ويُعد الأفضل لرفع مستويات الحديد.\nلا تؤثر عليه العوامل الغذائية السلبية مثل التانينات.\n2. الحديد غير الهيمي (Non-Heme Iron)\nيُوجد في المصادر النباتية مثل البقوليات، الخضروات الورقية، والحبوب.\nامتصاصه أقل (2-20%)، ويتعرض للتأثير من عوامل غذائية.\nيمكن تحسين امتصاصه بدمجه مع فيتامين ج أو اللحوم.\n\nمصادر الحديد الطبيعية\nالمصادر الحيوانية (أفضل امتصاصًا)\nالكبد واللحوم الحمراء: من أغنى المصادر بالحديد الهيمي.\nالدواجن مثل الدجاج والديك الرومي.\nالأسماك والمأكولات البحرية.\nصفار البيض.\nالمصادر النباتية (تحتاج دعمًا)\nالبقوليات: العدس، الفاصوليا، الحمص.\nالخضروات الورقية الداكنة: السبانخ، الجرجير.\nالحبوب الكاملة والمدعمة: مثل الشوفان وحبوب الإفطار.\nالمكسرات والبذور: عباد الشمس، اليقطين.\nالفواكه المجففة: الزبيب، المشمش المجفف.\n\nكيف تحسن امتصاص الحديد؟\nتناوله مع فيتامين ج: مثل عصير البرتقال أو الفراولة، فهو يحول الحديد إلى شكل يُمتص بسهولة.\nدمجه مع اللحوم أو الأسماك: حتى عند تناول نباتي، يُحسن وجود كمية صغيرة من اللحم من الامتصاص.\nالإكثار من الأطعمة المخمرة: مثل الميسو أو الخبز المخمر.\nنقع البقوليات والحبوب قبل الطهي: لتقليل محتوى الفيتات التي تعيق الامتصاص.\n\nما الذي يقلل من امتصاصه؟\nالشاي والقهوة: تحتوي على \"التانينات\" التي تمنع امتصاص الحديد.\nمنتجات الألبان: الكالسيوم يتنافس مع الحديد على الامتصاص.\nالألياف الزائدة في الوجبة الواحدة.\nبعض الأدوية مثل مضادات الحموضة ومثبطات المعدة.\n\nأعراض نقص الحديد\nفي المراحل المبكرة (قبل فقر الدم):\nالتعب والإرهاق المستمر.\nشحوب البشرة والجفون.\nضيق التنفس عند بذل مجهود بسيط.\nبرودة الأطراف.\nعند تطور النقص إلى فقر دم:\nتساقط الشعر.\nهشاشة الأظافر (تُصبح محدبة أو متقعرة).\nالتهاب اللسان أو تقرحات فموية.\nصداع، دوخة، وخفقان قلب.\nالرغبة في تناول مواد غير غذائية (مثل التراب أو الثلج) – تُعرف بِـ\"الشره\".\nعند الأطفال:\nتأخر النمو.\nضعف الشهية.\nانخفاض الأداء الدراسي والتركيز.\n\nمن هم الأكثر عرضة للنقص؟\nالنساء في سن الإنجاب: بسبب فقدان الدم الشهري.\nالحوامل: حيث تزداد حاجة الجسم للحديد بنسبة تصل إلى 50%.\nالأطفال والمراهقون: خلال فترات النمو السريع.\nالرضع، خاصة المولودون قبل الأوان.\nالنباتيون والنباتيون الصارمون: لاعتمادهم على الحديد غير الهيمي.\nمرضى أمراض الجهاز الهضمي: مثل الداء البطني أو مرض كرون.\nالمتبرعون بالدم بانتظام.\nالرياضيون، خاصة من يمارسون رياضة التحمل.\n\nالجرعة اليومية الموصى بها\nتختلف الجرعة حسب العمر، الجنس، والحالة:\n\nالرضع: من 0.27 إلى 11 مجم.\nالأطفال: من 7 إلى 10 مجم.\nالمراهقون: 8 إلى 15 مجم (الإناث أكثر حاجة).\nالبالغون: 8 مجم للرجال، و18 مجم للنساء من 19 إلى 50 سنة.\nالحوامل: 27 مجم يوميًا.\nالمرضعات: 9 مجم.\nبعد سن اليأس: تنخفض حاجة النساء إلى 8 مجم.\n⚠️ لا يُنصح بتناول مكملات الحديد دون تشخيص، لأن الجرعات العالية قد تكون ضارة.\n\nأنواع مكملات الحديد الشائعة\nتختلف أنواع المكملات من حيث الامتصاص، التكلفة، والتأثير على المعدة:\n\nفيروس سلفات: شائع جدًا، فعال، لكنه قد يسبب إمساك أو غثيان.\nفيروس جلوكونات: ألطف على المعدة، لكنه يحتوي على كمية أقل من الحديد.\nفيروس فومارات: يحتوي على نسبة عالية من الحديد، لكنه قد يسبب اضطرابات معوية.\nحديد بيس جلايسينات: من أفضل الأنواع امتصاصًا، وألطف على المعدة.\nحديد مع فيتامين ج: يُحسن الامتصاص، مناسب للنباتيين.\nحديد سكروز (بالحقن): يُستخدم في حالات النقص الشديد أو سوء الامتصاص، تحت إشراف طبي.\n\nنصائح لتناول مكملات الحديد\nتناوله على معدة فارغة (قبل الأكل بساعة أو بعده بساعتين) لتحسين الامتصاص.\nاشربه مع عصير البرتقال أو فراولة لزيادة الامتصاص.\nتجنب تناوله مع الشاي، القهوة، أو الحليب لمدة ساعتين على الأقل.\nالتزم بالجرعة المحددة من الطبيب ولا تزيدها تلقائيًا.\nكن منتظمًا: يحتاج الجسم وقتًا لبناء مخزون الحديد.\nراقب الأعراض الجانبية مثل الإمساك أو البراز الداكن (وهو أمر طبيعي).\n\nالآثار الجانبية الشائعة\nاضطرابات في المعدة: غثيان، ألم بطني، حرقة.\nالإمساك أو الإسهال.\nطعم معدني في الفم.\nبراز أسود اللون: ليس خطيرًا، لكنه قد يُربك البعض.\nفي حالات نادرة: حساسية أو تسمم (بجرعات عالية جدًا).\n\nمكملات الحديد في الصيدليات المصرية\nتتوفر في السوق المصري مجموعة متنوعة من مكملات الحديد تلبي احتياجات مختلفة:\n\nفيرترون وفيروجلوبين: من الأسماء الشائعة لعلاج فقر الدم.\nليمتليس ليبوفريكس وسانسو هيماتانيك: تُستخدم لتعويض النقص.\nفيروديونال وايروسبكت: من المكملات المعروفة بتركيزها الجيد.\nلاكتو ابكس وبرافوتين: تُناسب من يعانون من حساسية المعدة.\nسبيريانس وهيماكابس وفيتاترول وفيروفيت: خيارات متعددة بتركيزات وأشكال مختلفة.\n⚠️ يُفضل دائمًا إجراء تحليل للحديد وحديد الارتباط (ferritin) قبل البدء في المكملات، وتحديد النوع والجرعة تحت إشراف طبي.\n\nالخلاصة\nالحديد هو وقود الحياة، بدونه لا يستطيع الجسم أداء أبسط وظائفه.\nفقر الدم الناتج عن نقصه ليس مجرد \"تعب\"، بل قد يؤثر على الصحة الجسدية، العقلية، وحتى النفسية.\n\nالحل لا يكمن فقط في المكملات، بل في نظام غذائي متوازن، ومراقبة العوامل المؤثرة على الامتصاص.\nوإذا تطلب الأمر مكملات، فالاختيار الصحيح – من حيث النوع، الجرعة، والتوقيت – هو المفتاح للتعافي دون آثار جانبية.\n\nإذا شعرت بـتعب مزمن، شحوب، أو ضيق تنفس، فلا تتردد في فحص مستويات الحديد، فقد تكون هذه العلامات بسيطة، لكنها تنذر بحاجة جسمك إلى دعم مهم.\n\n✅ تنويه طبي: المعلومات الواردة في هذا المقال لأغراض تثقيفية فقط، ولا تُغني عن استشارة الطبيب أو الصيدلي. التشخيص والعلاج يجب أن يتم تحت إشراف مهني صحي.",
  "image": "images/articles/iron.jpg",
  "read_time": "10"
        }
      ]
    },
    {
      "id": 3,
      "name": "الزنك",
      "slug": "zinc",
      "image": "images/categories/zinc.jpg",
      "videos": [
        {
          "title": "الزنك: معدن المناعة والشعر",
          "youtube_id": "K07p9Kd697Y",
          "image": ""
        }
      ],
      "articles": [
        {
          "id": 2,
          "title": "الزنك: معدن المناعة والشعر",
          "content": "الزنك من المعادن الأساسية التي تلعب دورًا حيويًا في أكثر من 300 تفاعل إنزيمي في الجسم. وهو ضروري لدعم جهاز المناعة، وتعزيز التئام الجروح، وصحة الجلد والشعر. يُعد من أهم المعادن لمكافحة نزلات البرد، وعلاج حب الشباب، وتحسين حاسة الشم والتذوق. المصادر تشمل المحار، اللحوم، البذور، والمكسرات. النباتيون معرضون أكثر للنقص. الجرعة اليومية تتراوح بين 8-11 مجم للبالغين. المكملات تشمل الزنك جلوكونات، بيكولينات، وسلفات، ويُنصح باختيار النوع حسب الحالة الصحية.",
          "image": "images/articles/zinc.jpg",
          "read_time": "8"
        }
      ]
    },
    {
      "id": 4,
      "name": "أدوية ممتازة لكن غير معروفة",
      "slug": "excellent-unknown",
      "image": "images/categories/excellent_unknown.jpg",
      "videos": [
        {
          "title": "أدوية ممتازة لكن غير معروفة جـ1",
          "youtube_id": "jrQK2S5QIW0",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 5,
      "name": "استخدامات الأدوية",
      "slug": "drug-uses",
      "image": "",
      "videos": [
        {
          "title": "الأوتروفين - otrivin",
          "youtube_id": "qRVozLs6hAM",
          "image": ""
        },
        {
          "title": "أستيل سيستايين - acetyl cistein",
          "youtube_id": "DJ3kWEDqXyY",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 6,
      "name": "الأدوية وبدائلها",
      "slug": "medicines-alternatives",
      "image": "",
      "videos": [
        {
          "title": "بدائل الأدوية جـ1",
          "youtube_id": "kj6FOBkumak",
          "image": ""
        },
        {
          "title": "بدائل الأدوية جـ2",
          "youtube_id": "OPvTgbYmoG4",
          "image": ""
        },
        {
          "title": "بدائل الأدوية جـ3",
          "youtube_id": "w2ygoyJhQLY",
          "image": ""
        },
        {
          "title": "بدائل الأدوية جـ4",
          "youtube_id": "Wm9wPTrN7Ms",
          "image": ""
        },
        {
          "title": "بدائل الأدوية جـ5 بديل الميبو",
          "youtube_id": "ER5DR42n5Cs",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 7,
      "name": "مشاكل الشعر",
      "slug": "hair-problems",
      "image": "images/categories/hair.jpg",
      "videos": [
        {
          "title": "أفضل شامبو للقشرة",
          "youtube_id": "J11-O4ZpSNE",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 8,
      "name": "إسعافات أولية",
      "slug": "first-aid",
      "image": "images/categories/es3afat.jpg",
      "videos": [
        {
          "title": "هتعمل إيه لو إيدك اتحرقت",
          "youtube_id": "P068gtPYn2A",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 9,
      "name": "أعراض الأمراض",
      "slug": "symptoms",
      "image": "",
      "videos": [
        {
          "title": "أعراض جدري القرود",
          "youtube_id": "16hPLTxgpOE",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 10,
      "name": "معلومات صيدلانية سريعة",
      "slug": "pharmaceutical-info",
      "image": "images/categories/info.jpg",
      "videos": [
        {
          "title": "معلومات صيدلانية في السريع جـ1",
          "youtube_id": "91n1xLonQyI",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 11,
      "name": "تداخلات الأدوية",
      "slug": "drug-interactions",
      "image": "",
      "videos": [
        {
          "title": "تداخلات الأدوية جـ1",
          "youtube_id": "gGIfNQxENAg",
          "image": ""
        },
        {
          "title": "تداخلات الأدوية جـ2",
          "youtube_id": "f1u0E9m6syM",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 12,
      "name": "الأمراض وعلاجاتها",
      "slug": "diseases-treatments",
      "image": "",
      "videos": [
        {
          "title": "حالات OTC",
          "youtube_id": "cRj9ReAlyBw",
          "image": ""
        },
        {
          "title": "علاج التينيا",
          "youtube_id": "kDBfE3TiEEY",
          "image": ""
        },
        {
          "title": "فوائد أوميغا 3",
          "youtube_id": "hQu15XewrJg",
          "image": ""
        },
        {
          "title": "طريقة اختيار أوميغا 3",
          "youtube_id": "OmM8M3u9pPw",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 13,
      "name": "أوميغا 3",
      "slug": "omega-3",
      "image": "images/categories/omega3.jpg",
      "videos": [
        {
          "title": "فوائد أوميغا 3",
          "youtube_id": "hQu15XewrJg",
          "image": ""
        },
        {
          "title": "ازاي تختار أوميغا 3",
          "youtube_id": "OmM8M3u9pPw",
          "image": ""
        }
      ],
      "articles": [
        {
          "id": 15,
          "title": "أوميغا 3: درع القلب والدماغ",
          "content": "أوميغا 3 من الأحماض الدهنية الأساسية التي لا يستطيع الجسم إنتاجها، ويجب الحصول عليها من الغذاء أو المكملات. توجد في شكلين رئيسيين: EPA وDHA، وهما موجودان بكثرة في الأسماك الدهنية مثل السلمون والتونة. تُساهم في تقليل الالتهابات، وتحسين صحة القلب، ودعم وظائف الدماغ. تُنصح به الحوامل لنمو دماغ الجنين. الجرعة اليومية تتراوح بين 250-500 مجم من EPA+DHA. يُفضل اختيار المكملات التي تمر بعمليات تنقية من الزئبق.",
          "image": "images/articles/omega3.jpg",
          "read_time": "10"
        }
      ]
    },
    {
      "id": 14,
      "name": "كنوز الصيدلية",
      "slug": "pharmacy-treasures",
      "image": "images/categories/knuz.jpg",
      "videos": [
        {
          "title": "كنوز الصيدلية جـ1",
          "youtube_id": "1I41iAYpdgw",
          "image": ""
        }
      ],
      "articles": []
    },
    {
      "id": 15,
      "name": "رخيص لكن مفيد",
      "slug": "cheap-useful",
      "image": "",
      "videos": [
        {
          "title": "رخيص لكن مفيد جـ1",
          "youtube_id": "Edgmx4oilQM",
          "image": ""
        }
      ],
      "articles": []
    }
  ]

}


